# 1st program
print(9**0.5*5)# возведение числа 9 в степень 0.5, после умножение на 5

# 2nd program
print(9.99>9.98 and 1000!=1000.1) # Убедитесь в том что 9.99 больше 9.98 и 1000 не равно 1000.1 одновременно,
# 3rd program
print(2*2+2)#Выведите на экран(в консоль) 2 умноженное на 2 плюс 2 без приоритета.
print(2*(2+2))#Выведите на экран(в консоль) 2 умноженное на 2 плюс 2 с приоритетом для сложения.
print((2*2+2)==(2*(2+2)))#Выведите на экран(в консоль) результат сравнения этих двух выражений.

# 4th program
print(int(float('123.456')*10)%10) #Дана строка '123.456'.Вывести на экран первую цифру после запятой - 4.
